Lesson5/myRunTimeSelect/testCase/Allrun
#!/bin/bash

blockMesh

myRunTimeSelect
